{
  "metadata": {
    "title": "VALUE ADDED TAX (AMENDMENT) ACT, No. 4 OF 2025",
    "document_type": "Amendment",
    "document_subtype": null,
    "act_number": "4 of 2025",
    "ordinance_number": null,
    "publication_date": "2025-04-17",
    "enactment_date": "2025-04-11",
    "amended_up_to": null,
    "description": "AN ACT TO AMEND THE VALUE ADDED TAX ACT, NO. 14 of 2002",
    "preamble_text": null,
    "amends": "VALUE ADDED TAX ACT, NO. 14 of 2002",
    "interpretations": [
      {
        "term": "eligible exporter",
        "definition": "a registered person whose value of zero-rated supplies as de ﬁ ned under section 7 of this Act, during the preceding calendar year was greater than ﬁ fty percent of the total value of supplies made by that person during the same period;",
        "source_section": "83"
      },
      {
        "term": "unprocessed agricultural products",
        "definition": "any products derived from any plants cultivated on land or in a greenhouse, and include products that have undergone preliminary processing steps such as cleaning, sizing, sorting, grading, cutting or chilling for the purpose of sale;",
        "source_section": "83"
      }
    ]
  },
  "body": [
    {
      "type": "AmendmentBody",
      "division_number": null,
      "division_title": null,
      "sections": [
        {
          "section_number": "1",
          "marginal_note": "Short title and the date of operation",
          "note": null,
          "content": [
            {
              "type": "subsection",
              "identifier": "(1)",
              "text": "This Act may be cited as the Value Added Tax (Amendment) Act, No. 4 of 2025.",
              "children": []
            },
            {
              "type": "subsection",
              "identifier": "(2)",
              "text": "The provisions of this Act other than the amendment made by paragraph (1) of section 3 shall come into operation on the date on which the Bill becomes an Act of Parliament.",
              "children": []
            },
            {
              "type": "subsection",
              "identifier": "(3)",
              "text": "The amendment made by paragraph (1) of section 3 shall be deemed to have come into operation on January 1, 2024.",
              "children": []
            }
          ]
        },
        {
          "section_number": "2",
          "marginal_note": "Amendment of section 2 of Act, No. 14 of 2002",
          "note": null,
          "content": [
            {
              "type": "paragraph",
              "identifier": null,
              "text": "Section 2 of the Value Added Tax Act, No. 14 of 2002 (hereinafter in this Act referred to as the “principal enactment”) is hereby amended as follows: -",
              "children": [
                {
                  "type": "subsection",
                  "identifier": "(1)",
                  "text": "by the substitution in paragraph ( b) of subsection (1) of that section, for the words “by any person,”, of the words “by any person; or”;",
                  "children": []
                },
                {
                  "type": "subsection",
                  "identifier": "(2)",
                  "text": "by the addition immediately after paragraph ( b) of subsection (1) of the following: -",
                  "children": [
                    {
                      "type": "paragraph",
                      "identifier": null,
                      "text": "“( c) on the supply of services by a non-resident person through an electronic platform to a person in Sri Lanka, with effect from October 1, 2025,”;",
                      "children": []
                    }
                  ]
                },
                {
                  "type": "subsection",
                  "identifier": "(3)",
                  "text": "by the substitution in paragraph ( e) of subsection (2) of that section, for the words “on the supply of goods or services”, of the words and ﬁ gures “on the supply of goods or services for any period prior to October 1, 2025”; and",
                  "children": []
                },
                {
                  "type": "subsection",
                  "identifier": "(4)",
                  "text": "in subsection (3) of that section -",
                  "children": [
                    {
                      "type": "subsection",
                      "identifier": "(a)",
                      "text": "by the substitution in paragraph ( f) of ﬁ rst proviso to that section, for the words “any fabric or accessories imported”, of the words and ﬁ gures “any fabric or accessories imported prior to October 1, 2025,”;",
                      "children": []
                    },
                    {
                      "type": "subsection",
                      "identifier": "(b)",
                      "text": "in paragraph ( a) of the second proviso to that subsection –",
                      "children": [
                        {
                          "type": "subsection",
                          "identifier": "(i)",
                          "text": "in subparagraph (vi) thereof, by the substitution for the words “any goods imported”, of the words and ﬁ gures “any goods imported prior to October 1, 2025,”; and",
                          "children": []
                        },
                        {
                          "type": "subsection",
                          "identifier": "(ii)",
                          "text": "in sub-paragraph (vii) thereof, by the substitution for the words “any plant or machinery imported”, of the words and ﬁ gures “any plant or machinery imported prior to October 1, 2025,”.",
                          "children": []
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "section_number": "3",
          "marginal_note": "Amendment of section 5 of the principal enactment",
          "note": null,
          "content": [
            {
              "type": "paragraph",
              "identifier": null,
              "text": "Section 5 of the principal enactment is hereby amended as follows: -",
              "children": [
                {
                  "type": "subsection",
                  "identifier": "(1)",
                  "text": "in subsection (3) of that section, by the substitution for the words “as may be determined by the Assessor.”, of the following:–\n“as may be determined by the Assessor:\nProvided however, where an employer has provided to his employees, meals free of charge or subsidized meals or transport free of charge or at a subsidized rate using a motor coach between the place of residence and work place of such employees, the value of such supplies or services shall be treated as zero for the period commencing on or after January 1, 2024.”;",
                  "children": []
                },
                {
                  "type": "subsection",
                  "identifier": "(2)",
                  "text": "by the addition immediately after subsection (15) of that section, of the following: -",
                  "children": [
                    {
                      "type": "paragraph",
                      "identifier": null,
                      "text": "“(16) For the period commencing on or after January 1, 2024, the value of supply of-",
                      "children": [
                        {
                          "type": "subsection",
                          "identifier": "(i)",
                          "text": "any reinsurance commission or any compensation received in foreign currency through a bank by any local insurance company from a reinsurer outside Sri Lanka; and",
                          "children": []
                        },
                        {
                          "type": "subsection",
                          "identifier": "(ii)",
                          "text": "any unused postage and revenue stamps of the Government of the Democratic Socialist Republic of Sri Lanka or of a Provincial Council, to the face value of such stamps,\nshall be treated as zero.”.",
                          "children": []
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "section_number": "4",
          "marginal_note": "Amendment of section 10 of the principal enactment",
          "note": null,
          "content": [
            {
              "type": "paragraph",
              "identifier": null,
              "text": "Section 10 of the principal enactment is hereby amended by the addition immediately after paragraph (viii) of subsection (1), of the following: -",
              "children": [
                {
                  "type": "paragraph",
                  "identifier": null,
                  "text": "“(ix) on or after the date of commencement of this (Amendment) Act, imports or exports goods for commercial purposes shall be required to be registered under this Act.”.",
                  "children": []
                }
              ]
            }
          ]
        },
        {
          "section_number": "5",
          "marginal_note": "Amendment of section 11 of the principal enactment",
          "note": null,
          "content": [
            {
              "type": "paragraph",
              "identifier": null,
              "text": "Section 11 of the principal enactment is hereby amended in subsection (1), by the substitution for the words “who is an importer of goods into Sri Lanka shall notify” of the words and ﬁ gures “who is an importer of goods into Sri Lanka, other than any importer registered under section 10 shall notify”.",
              "children": []
            }
          ]
        },
        {
          "section_number": "6",
          "marginal_note": "Amendment of section 20 of the principal enactment",
          "note": null,
          "content": [
            {
              "type": "paragraph",
              "identifier": null,
              "text": "Section 20 of the principal enactment is hereby amended by the insertion immediately after subsection (2) of the following: -",
              "children": [
                {
                  "type": "paragraph",
                  "identifier": null,
                  "text": "“(2A) For any period commencing on or after the date of commencement of this (Amendment) Act, the format of the tax invoice shall be as speci ﬁ ed by the Commissioner-General by Order published in the Gazette.”.",
                  "children": []
                }
              ]
            }
          ]
        },
        {
          "section_number": "7",
          "marginal_note": "Amendment of section 21 of the principal enactment",
          "note": null,
          "content": [
            {
              "type": "paragraph",
              "identifier": null,
              "text": "Section 21 of the principal enactment is hereby amended as follows: -",
              "children": [
                {
                  "type": "subsection",
                  "identifier": "(1)",
                  "text": "by the repeal of subsection (1) and the substitution therefor of the following: -",
                  "children": [
                    {
                      "type": "paragraph",
                      "identifier": null,
                      "text": "“(1) ( a) Every registered person shall furnish to the Commissioner-General –",
                      "children": [
                        {
                          "type": "subsection",
                          "identifier": "(i)",
                          "text": "for any taxable period ending prior to January 1, 2013, not later than the twentieth day of the month after the expiry of each taxable period, a return of his supplies during that taxable period, either in writing or by electronic means;",
                          "children": []
                        },
                        {
                          "type": "subsection",
                          "identifier": "(ii)",
                          "text": "for any taxable period commencing on or after January 1, 2013 but ending prior to July1, 2025, not later than the last day of the month after the expiry of each taxable period, a return of his supplies during that taxable period, either in writing or by electronic means; and",
                          "children": []
                        },
                        {
                          "type": "subsection",
                          "identifier": "(iii)",
                          "text": "for any taxable period commencing on or after July 1, 2025, not later than the last day of the month after the expiry of each taxable period, a return of his supplies during that taxable period, by electronic means, and an acknowledgement generated through the Revenue Administration Management Information System shall be issued for the receipt of the return at the time of furnish the return:\nProvided that, the Commissioner-General may permit to a person who makes a request to ﬁ le a return in writing on special circumstances which Commissioner-General deems appropriate.",
                          "children": []
                        }
                      ]
                    },
                    {
                      "type": "subsection",
                      "identifier": "(b)",
                      "text": "Every such return shall be in the speci ﬁ ed form containing all such particulars and relevant schedules as the Commissioner-General may specify by Order published in the Gazette .",
                      "children": []
                    },
                    {
                      "type": "subsection",
                      "identifier": "(c)",
                      "text": "For the purpose of this subsection “electronic means” mean the use of a computer system or a mobile electronic device.”; and",
                      "children": []
                    }
                  ]
                },
                {
                  "type": "subsection",
                  "identifier": "(2)",
                  "text": "by the substitution in subsection (1B), for the words “issue a notice”, of the words “issue a notice in writing or by electronic means”.",
                  "children": []
                }
              ]
            }
          ]
        },
        {
          "section_number": "8",
          "marginal_note": "Amendment of section 22 of the principal enactment",
          "note": null,
          "content": [
            {
              "type": "paragraph",
              "identifier": null,
              "text": "Section 22 of the principal enactment is hereby amended as follows: -",
              "children": [
                {
                  "type": "subsection",
                  "identifier": "(1)",
                  "text": "in the second proviso to subsection (5) of that section-",
                  "children": [
                    {
                      "type": "subsection",
                      "identifier": "(a)",
                      "text": "in paragraph ( c) thereof, by the substitution for the words and ﬁ gures “the tax differed under section 2”, of the words and ﬁ gures “the tax differed under section 2 in respect of any taxable period prior to October 1, 2025”;",
                      "children": []
                    },
                    {
                      "type": "subsection",
                      "identifier": "(b)",
                      "text": "in paragraph ( e) thereof-",
                      "children": [
                        {
                          "type": "subsection",
                          "identifier": "(i)",
                          "text": "by the substitution for the words and ﬁ gures “with effect from April 1, 2011, being a supplier”, of the words and ﬁ gures “with effect from April 1, 2011 but prior to October 1, 2025, being a supplier”; and",
                          "children": []
                        },
                        {
                          "type": "subsection",
                          "identifier": "(ii)",
                          "text": "by the substitution for the words and ﬁ gures “in item (i) to (vii) of paragraph (e) of subsection (2) of section 2.”, of the words and ﬁ gures “in item (i) to (vii) of paragraph ( e) of subsection (2) of section 2; and”; and",
                          "children": []
                        }
                      ]
                    },
                    {
                      "type": "subsection",
                      "identifier": "(c)",
                      "text": "by the addition immediately after paragraph (e) of the following: -",
                      "children": [
                        {
                          "type": "paragraph",
                          "identifier": null,
                          "text": "“(f) there is an excess of input tax including tax deferred under section 2, of any eligible exporter de ﬁ ned under section 83 of this Act or any registered person whose value of supplies of goods or services was more than ﬁ fty per centum of his total supplies for that taxable period who is supplying goods or services to any Strategic Development Project identi ﬁ ed under subsection (4) of section 3 of the Strategic Development Project Act, No. 14 of 2008 or any speci ﬁ ed project identi ﬁ ed by the Minister under item (ii) of paragraph ( f) of Part II of the First Schedule to this Act or item (xxi) of paragraph ( b) of Part III of the First Schedule to this Act-",
                          "children": [
                            {
                              "type": "subsection",
                              "identifier": "(i)",
                              "text": "for the period prior to January 1, 2024, speci ﬁ ed in item (i) and item (ii) of paragraph ( f) of Part II of the First Schedule to this Act; or",
                              "children": []
                            },
                            {
                              "type": "subsection",
                              "identifier": "(ii)",
                              "text": "for any period on or after January 1, 2024, speci ﬁ ed in item (xx) and item (xxi) of paragraph ( b) of Part III of the First Schedule to this Act.”;",
                              "children": []
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "type": "subsection",
                      "identifier": "(d)",
                      "text": "by the substitution in subparagraph ( c) thereof, for the words and ﬁ gures “commencing on or after April 1, 2011,” of the words and ﬁ gures, “commencing on or after April 1, 2011 and ending on or before September 30, 2025,”; and",
                      "children": []
                    },
                    {
                      "type": "subsection",
                      "identifier": "(e)",
                      "text": "by the addition immediately after subparagraph ( c), of the following new subparagraph: -",
                      "children": [
                        {
                          "type": "paragraph",
                          "identifier": null,
                          "text": "“( d) if the excess is in respect of any taxable period commencing on or after October 1, 2025, such excess shall be refunded –",
                          "children": [
                            {
                              "type": "subsection",
                              "identifier": "(i)",
                              "text": "after furnishing a proper return containing all particulars in terms of subsection (1) of section 21; and",
                              "children": []
                            },
                            {
                              "type": "subsection",
                              "identifier": "(ii)",
                              "text": "not later than forty- ﬁ ve days from the last day of the month after expiry of such taxable period or from the date of furnishing a proper return referred to in sub-paragraph (i) after issuing a notice under subsection (1B) of section 21 for the relevant taxable period, whichever is later, subject to the conditions speci ﬁ ed in the Risk Based Refund Scheme as may be speci ﬁ ed by the Commissioner-General by an Order published in the Gazette.”;",
                              "children": []
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "type": "subsection",
                  "identifier": "(2)",
                  "text": "in subsection (6) of that section-",
                  "children": [
                    {
                      "type": "subsection",
                      "identifier": "(a)",
                      "text": "in paragraph (vi) thereof, by the substitution for the words “if the payment in respect of”, of the words “for any period prior to the date of commencement of this (Amendment) Act, if the payment in respect of”;",
                      "children": []
                    },
                    {
                      "type": "subsection",
                      "identifier": "(b)",
                      "text": "in the ﬁ rst proviso to that subsection-",
                      "children": [
                        {
                          "type": "subsection",
                          "identifier": "(i)",
                          "text": "in paragraph ( b) by the substitution for the words and ﬁ gures “item (xxv) and (xxvi) of paragraph ( b) of Part III” of the words and ﬁ gures “item (xx) and (xxi) of paragraph ( b) o f Part III”; and",
                          "children": []
                        },
                        {
                          "type": "subsection",
                          "identifier": "(ii)",
                          "text": "by the substitution for the words and ﬁ gures “item (xxvi) of paragraph ( b) of Part III” of the words and ﬁ gures “item (xxi) of paragraph ( b) of Part III”;",
                          "children": []
                        }
                      ]
                    },
                    {
                      "type": "subsection",
                      "identifier": "(c)",
                      "text": "by the addition immediately after second proviso to that subsection of the following new proviso: -\n“Provided further, notwithstanding the provisions of subsection (2), the tax paid by the employer as a registered person, on the payments borne by him on the outsourcing of the supply of meals and transport, in respect of a bene ﬁ t referred to in the proviso to subsection (3) of section 5 may be allowed as the input credit of a registered person irrespective of value of such bene ﬁ t is zero.”.",
                      "children": []
                    }
                  ]
                },
                {
                  "type": "subsection",
                  "identifier": "(3)",
                  "text": "in subsection (10) of that section-",
                  "children": [
                    {
                      "type": "subsection",
                      "identifier": "(a)",
                      "text": "in item (ii) of the second proviso thereof, by the substitution for the words “guidelines speciﬁ ed by the Commissioner General; and”, of the words and ﬁ gures “guidelines speciﬁ ed by the Commissioner General for any period prior to October 1, 2025; and”;",
                      "children": []
                    },
                    {
                      "type": "subsection",
                      "identifier": "(b)",
                      "text": "in the third proviso thereof-",
                      "children": [
                        {
                          "type": "subsection",
                          "identifier": "(i)",
                          "text": "by the substitution for the words and ﬁ gures “item (xxvi) of paragraph ( b) of Part III” of the words and ﬁ gures “item (xxi) of paragraph ( b) of Part III”; and",
                          "children": []
                        },
                        {
                          "type": "subsection",
                          "identifier": "(ii)",
                          "text": "in paragraph ( b) of third proviso, by the substitution for the words and ﬁ gures “item (xxv) and (xxvi) of paragraph (b) of Part III” of the words and ﬁ gures “item (xx) and (xxi) of paragraph ( b) of Part III”.",
                          "children": []
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "section_number": "9",
          "marginal_note": "Amendment of section 26 of the principal enactment",
          "note": null,
          "content": [
            {
              "type": "paragraph",
              "identifier": null,
              "text": "Section 26 of the principal enactment is hereby amended by the insertion immediately after subsection (1A) of that section of the following new subsection: -",
              "children": [
                {
                  "type": "paragraph",
                  "identifier": null,
                  "text": "“(1B) Notwithstanding the provisions of subsection (1) of this section, in the case of a non-resident person who supplies services through an electronic platform to a person in Sri Lanka, the tax in respect of any taxable period, payable on such supply shall be paid in such manner as may be prescribed and subject to the procedure which may be speciﬁ ed by the Commissioner-General.",
                  "children": []
                },
                {
                  "type": "paragraph",
                  "identifier": null,
                  "text": "Any tax not paid as set out above shall be deemed to be in default and the person by whom such tax is payable or where any tax is payable by more than one person, each such person shall be deemed to be a defaulter for the purposes of this Act. For the purposes of this subsection-",
                  "children": [
                    {
                      "type": "paragraph",
                      "identifier": null,
                      "text": "“electronic platform” means, any procedure in the form of a website or mobile application used by one or more service providers to provide their services to the service recipients;",
                      "children": []
                    },
                    {
                      "type": "paragraph",
                      "identifier": null,
                      "text": "“ﬁ xed place” means, a place which is characterized by a suf ﬁ cient degree of permanence and suitable structure in terms of human and technical resources to supply services, or to receive and use services for its own needs;",
                      "children": []
                    },
                    {
                      "type": "paragraph",
                      "identifier": null,
                      "text": "“non-resident person” means, any person who occasionally undertakes transactions involving supply of services, whether as principal or agent or in any other capacity, but who has no ﬁ xed place of business in Sri Lanka, and does not include a person registered under section 10, where such person carries on or carries out a taxable activity in Sri Lanka without a ﬁ xed place of business but having an agent to act on behalf of such person as referred to in section 55.”.",
                      "children": []
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "section_number": "10",
          "marginal_note": "Amendment of section 28 of the principal enactment",
          "note": null,
          "content": [
            {
              "type": "paragraph",
              "identifier": null,
              "text": "Section 28 of the principal enactment is hereby amended as follows: -",
              "children": [
                {
                  "type": "subsection",
                  "identifier": "(1)",
                  "text": "by the substitution in paragraph ( c) of subsection (1) for the words “for any taxable period,” of the words “for any taxable period; or”;",
                  "children": []
                },
                {
                  "type": "subsection",
                  "identifier": "(2)",
                  "text": "by the addition immediately after paragraph ( c) of subsection (1) of the following: -",
                  "children": [
                    {
                      "type": "paragraph",
                      "identifier": null,
                      "text": "“( d) any person who is chargeable with tax on the supply of services by a non-resident person in terms of paragraph ( c) of subsection (1) of section 2, through an electronic platform to a person in Sri Lanka,”.",
                      "children": []
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "section_number": "11",
          "marginal_note": "Insertion of new section 48B in the principal enactment",
          "note": null,
          "content": [
            {
              "type": "paragraph",
              "identifier": null,
              "text": "The following new section is hereby inserted immediately after section 48A of the principal amendment and shall have effect as section 48 B of that enactment: -",
              "children": [
                {
                  "type": "paragraph",
                  "identifier": null,
                  "text": "“Recovery of undeclared and unpaid taxes\n48B. Notwithstanding the provisions of this Act or any other written law, where any person has not paid any tax collected by him for the supply of goods or services which are subject to tax as indicated in the invoice issued by him, the Commissioner-General shall immediately collect such tax from such person, irrespective of whether such person is registered or not under this Act.”.",
                  "children": []
                }
              ]
            }
          ]
        },
        {
          "section_number": "12",
          "marginal_note": "Amendment of section 71 of the principal enactment",
          "note": null,
          "content": [
            {
              "type": "paragraph",
              "identifier": null,
              "text": "Section 71 of the principal enactment is hereby amended by the repeal of subparagraph ( b) of paragraph (ii) of subsection (2) of that section and the substitution therefor of the following: -",
              "children": [
                {
                  "type": "paragraph",
                  "identifier": null,
                  "text": "“( b) six per centum for any period from or after January 1, 2014 but prior to October 1, 2025; and",
                  "children": []
                },
                {
                  "type": "paragraph",
                  "identifier": null,
                  "text": "( c) ten per centum for any period on or after October 1, 2025,”.",
                  "children": []
                }
              ]
            }
          ]
        },
        {
          "section_number": "13",
          "marginal_note": "Amendment of section 83 of the principal enactment",
          "note": null,
          "content": [
            {
              "type": "paragraph",
              "identifier": null,
              "text": "Section 83 of the principal enactment is hereby amended as follows:-",
              "children": [
                {
                  "type": "subsection",
                  "identifier": "(1)",
                  "text": "by the insertion immediately after the de ﬁ nition of the expression of “educational services” of the following de ﬁ nition:-",
                  "children": [
                    {
                      "type": "paragraph",
                      "identifier": null,
                      "text": "““eligible exporter” means, a registered person whose value of zero-rated supplies as de ﬁ ned under section 7 of this Act, during the preceding calendar year was greater than ﬁ fty percent of the total value of supplies made by that person during the same period;”; and",
                      "children": []
                    }
                  ]
                },
                {
                  "type": "subsection",
                  "identifier": "(2)",
                  "text": "in the de ﬁ nition of the expression “taxable period”-",
                  "children": [
                    {
                      "type": "subsection",
                      "identifier": "(a)",
                      "text": "in paragraph (2), by the substitution for the words and ﬁ gures “any period commencing on or after April 1, 2011” of the words and ﬁ gures “any period commencing on or after April 1, 2011 but prior to October 1, 2025”;",
                      "children": []
                    },
                    {
                      "type": "subsection",
                      "identifier": "(b)",
                      "text": "by the addition immediately after subparagraph ( b) of paragraph (2), of the following new paragraph: -",
                      "children": [
                        {
                          "type": "paragraph",
                          "identifier": null,
                          "text": "“(3) for any period commencing on or after October 1, 2025-",
                          "children": [
                            {
                              "type": "subsection",
                              "identifier": "(a)",
                              "text": "a period of one month:–",
                              "children": [
                                {
                                  "type": "subsection",
                                  "identifier": "(i)",
                                  "text": "where any person considers as an eligible exporter under this Act;",
                                  "children": []
                                },
                                {
                                  "type": "subsection",
                                  "identifier": "(ii)",
                                  "text": "where any person has commenced any business or any project in Sri Lanka and undertakes to comply with the requirements speciﬁ ed in subsection (7) of section 22;",
                                  "children": []
                                },
                                {
                                  "type": "subsection",
                                  "identifier": "(iii)",
                                  "text": "where any person supplies goods or services to any Strategic Development Project under item (xx) of paragraph ( b) of Part III of the First Schedule to this Act during the project implementation period or any speciﬁ ed project identi ﬁ ed by the Minister under item (xxi) of paragraph ( b) of Part III of the First Schedule to this Act;",
                                  "children": []
                                }
                              ]
                            },
                            {
                              "type": "subsection",
                              "identifier": "(b)",
                              "text": "a period of three months commencing respectively on the ﬁ rst day of January, the ﬁ rst day of April, the ﬁ rst day of July and the ﬁ rst day of October of each year in respect of a registered person not referred to in paragraph ( a) or who opts to submit quarterly returns on the prior written approval by the Commissioner- General.”; and",
                              "children": []
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "type": "subsection",
                  "identifier": "(3)",
                  "text": "by the insertion immediately after the de ﬁ nition of the expression “telecommunication service” of the following: -",
                  "children": [
                    {
                      "type": "paragraph",
                      "identifier": null,
                      "text": "““unprocessed agricultural products” means, any products derived from any plants cultivated on land or in a greenhouse, and include products that have undergone preliminary processing steps such as cleaning, sizing, sorting, grading, cutting or chilling for the purpose of sale;”.",
                      "children": []
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "section_number": "14",
          "marginal_note": "Amendment of the First Schedule to the principal enactment",
          "note": null,
          "content": [
            {
              "type": "paragraph",
              "identifier": null,
              "text": "The First Schedule to the principal enactment is hereby amended in Part III thereof as follows: -",
              "children": [
                {
                  "type": "subsection",
                  "identifier": "(1)",
                  "text": "in paragraph ( a), by the addition immediately after item (x) of the following new item: -",
                  "children": [
                    {
                      "type": "paragraph",
                      "identifier": null,
                      "text": "“(xi) chemical naphtha to be supplied to Ceylon Electricity Board by the Ceylon Petroleum Corporation for the generation of electricity;”;",
                      "children": []
                    }
                  ]
                },
                {
                  "type": "subsection",
                  "identifier": "(2)",
                  "text": "in paragraph ( b), by the addition immediately after item (xxiv) of the following new item:–",
                  "children": [
                    {
                      "type": "paragraph",
                      "identifier": null,
                      "text": "“(xxv) liquid milk and yoghurt, produced out of locally produced fresh milk;”;",
                      "children": []
                    }
                  ]
                },
                {
                  "type": "subsection",
                  "identifier": "(3)",
                  "text": "in paragraph ( c), by the substitution in item (iii), for the words “aircraft engines or aircraft spare parts identi ﬁ ed under”, of the words “aircraft engines or aircraft spare parts, prior to the date of commencement of this (Amendment) Act, identi ﬁ ed under”.",
                  "children": []
                }
              ]
            }
          ]
        },
        {
          "section_number": "15",
          "marginal_note": "Sinhala text to prevail in case of inconsistency",
          "note": null,
          "content": [
            {
              "type": "paragraph",
              "identifier": null,
              "text": "In the event of any inconsistency between the Sinhala and Tamil texts of this Act, the Sinhala text shall prevail.",
              "children": []
            }
          ]
        }
      ]
    }
  ]
}